Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J70.tmx
Source language: en_us
Languages: zh_cn

source: Itaipu Hydroelectric Project, jointly owned and operated by Brazil and Paraguay, was conceived during 1970-74 when extensive feasibility studies of the binational reach of Rio Parena were performed.
zh_cn: 巴西和巴拉圭两国共有和管理的伊泰普水电工程，于1970～1974年进行规划，对巴拉那河两国边界河段进行了大量可行性研究。

source: Construction of the project started on May 2, 1975, the river was diverted on October 20, 1978 and the reservoir was filled to the spillway level on October 23, 1982. The first 700 MW powerplant unit started operation on May 5, 1984 and the eighteenth unit of the 12 600 MW powerplant went on the line on April 10, 1991.
zh_cn: 工程于1975年5月2日开工，1978年10月20日进行导流，水库在1982年10月23日蓄水至溢洪道高程，第一台700 MW发电机组于1984年5月5日开始运转，这座装机12600 MW电站的第18台机组于1991年4月投入生产。

source: This report cites several examples of practical and effective methods of risk analysis and management that were employed in making critical decisions during the planning, design and construction of this megaproject.
zh_cn: 本文列举了该大型工程规划、设计和施工期间，在作出重要决策时所采用的实际而有效的风险分析和管理的方法实例。

source: The ultimate success, including safety, long-term operational reliability and the earliest completion and generation of electric energy, in large measure is attributed to the objective risk analyses that supported timely, often costly, major decisions that were made by the management of Itaipu Binacional (ITAIPU).
zh_cn: 包括安全、长期运行的可靠性和提前建成及发电在内的最大成功，在很大的程度上应归因于客观的风险分析，这项工作得到了伊泰普两国委员会（ITAIPU）的财力支持，并及时就重要问题作出决定。

source: In 1970-71 at the start of the feasibility studies, it was obvious that because of the large power potential of the binational reach of the Rio Parana, with average annual flow of over 9 900 m3/s and a drop of about 115 m, the project or projects to be developed would be among the largest in the world.
zh_cn: 巴拉那河两国边界河段年平均流量在9000 m3/s以上，落差约115m，可开发的水能资源巨大，其开发的工程（一个或几个工程）将是世界上最大工程之一。

source: It was recognized that the success of such very large undertakings would require that all major potential risks and contingencies be foreseen and analyzed and critical decisions and actions taken, in advance of construction, in order to avert hazardous consequences if such risks materialized.
zh_cn: 这样巨大的成功需要预知、分析所有重大的潜在风险和意外事故，为了避免在出现这样的风险时产生严重的后果，在施工之前要作出重要的决策和采取措施。

source: During the final stages of the feasibility studies in 1974, analyses of the following categories of potential risks were integrated with development of the definitive project to be constructed:
zh_cn: 在1974年可行性研究的最后阶段，汇总出以下几种与拟建工程有关的潜在风险：

source: Non-technical binational policy considerations.
zh_cn: 非技术性的两国的政策性问题；

source: Schedule for Critical Management Decisions and Actions.
zh_cn: 重大管理决策和措施计划表；

source: Coordination of design, equipment procurement and construction to prevent delays in project completion.
zh_cn: 为预防工程延期，在设计、设备采购和施工方面的协调；

source: Hydrologic risks during river diversion and filling of the reservoir.
zh_cn: 河流导流和水库蓄水时的水文风险；

source: Geological uncertainties; foundation treatment.
zh_cn: 地质方面的不确定因素，基础处理；

source: Size of powerhouse unit blocks.
zh_cn: 厂房机组段尺寸；

source: Design of the concrete hollow gravity main dam.
zh_cn: 混凝土空心重力式主坝的设计；

source: Location, capacity and operational reliability of the spillway.
zh_cn: 溢洪道位置、泄洪能力和运行的可靠性。

source: In 1974 the entity Itaipu Binacional (ITAIPU) was created and entrusted with the implementation of the project.
zh_cn: 1974年伊泰普两国委员会成立，负责工程的实施。

source: Among the first major management policy decisions made by ITAIPU, that had an effective role in risk management were: Designation of a Coordination Group to coordinate and supervise the work of five binational consortia of engineering companies.
zh_cn: 第一批由ITAIPU作出的重要管理政策决策中，在风险管理方面具有有效作用的，有以下几项：为协调和监督两国的5个合作工程公司的工作，委派了一个协调组；

source: Appointment of three separate panels of international consultants for civil works, turbines and generators.
zh_cn: 指派了负责土木工程、水轮机和发电机的3个独立的国际顾问小组；

source: Creation of core groups for construction planning, supervision and quality control within ITAIPU’s Technical Directorate.
zh_cn: 在ITAIPU技术管理局下设立了负责施工计划、监督和质量控制核心组。

source: The IECO-ELC Coordination Group, formed by IECO-International Engineering Co., USA and ELC Electroconsult, Italy, was also responsible for performing the feasibility studies and developing the basic project.
zh_cn: IECO-ELC协调组由美国IECO国际工程公司和意大利ELC电力咨询公司构成，也负责进行可行性研究和制定基本计划。

source: Before ITAIPU accepted the definitive project in December 1974, it convened its seven member independent Panel of Civil Consultants to review the project layout, the diversion scheme, and design of the main dam and structures.
zh_cn: 在1974年12月ITAIPU接受这项工程之前，召集了7人土木顾问小组以审查工程布置、导流方案及主坝和建筑物设计。

source: At that meeting, the Technical Director of ITAIPU advised the Panel to the effect: the basic decisions you approve today will not be changed regardless of the site, geological or other conditions that maybe encountered during construction.The Coordination Group was mandated to focus on advance planning and analysis of potential contingencies and risks that might affect quality, safety, durability, productivity or operational reliability of the project features, or impede their completion and commissioning.
zh_cn: 协调组工作的重点是做好先期计划和分析可能的事故和风险，这些事故和风险会影响质量、安全、耐久性、生产能力或工程建筑物的运行可靠性，或者推迟工程完成和投入运行的时间。

source: Six months before start of construction planning, a detailed Master Project Construction Schedule (MPCS), was developed and adopted by ITAIPU.
zh_cn: 1975年5月施工开始前6个月，在制定了周密的施工计划之后，ITAIPU制定并采用了一个详细的控制性工程施工进度计划（MPCS）。

source: It established the following important target dates:
zh_cn: 确定了以下重要的目标日期：

source: Completion of cofferdams and diversion of river: October, 1978.
zh_cn: 1978年10月完成围堰和河道导流；

source: Closure of diversion sluices and start of reservoirfilling: October, 1982.
zh_cn: 1982年10月封闭导流底孔，水库开始蓄水；

source: Start of power generation: May, 1984.
zh_cn: 1984年5月开始发电。

source: It was a highly ambitious nine-year schedule, considering the complexities and magnitude of the required construction work and the hydrologic uncertainties and other risks involved.
zh_cn: 这是一个雄心勃勃的9年计划，规划中考虑了工程的复杂性和规模、水文不确定性以及其他有关的风险。

source: Objective analyses were made to identify the risks most likely lo adversely affect progress of construction, and prioritize the resolution of the most complex and problematic issues.
zh_cn: 为了确定很可能对施工进度有不利影响的风险，对其作了客观分析，并优先考虑了最复杂的悬而未决的问题的解决办法。

source: ITAIPU then adopted a Critical Decisions Program, that established the latest dates before which the management of the binational entity had to make certain policy decisions that were essential for the ultimate success of the endeavor.
zh_cn: 然后该委员会作出了重要的决策计划，该计划规定了在两国委员会管理部门对工程最大成功所必需的一些政策性决策做出决定之前的最迟日期。

source: Among the most critical management decisions that had to be made were:
zh_cn: 必须作出的最关键的管理决策是：

source: Selection and procurement of certain heavy construction plant and equipment, such as large shovels, dump trucks and concrete batching plant, before award of civil construction contracts.
zh_cn: 在土木施工合同决标之前，选择和采购某些重型机械和设备，如大型挖掘机，自卸汽车和混凝土拌和楼；

source: Policy regarding nationality of civil contractors. It was limited to Brazilian and Paraguayan firms.
zh_cn: 土木工程承包商的国籍限于巴西和巴拉圭的公司；

source: Amount and method of downstream release of water in the Parana river during first filling of the reservoir.
zh_cn: 在水库第一次蓄水时向巴拉那河下游泄放水的流量和方法；

source: Number and size of powerhouse unit blocks.
zh_cn: 厂房机组段的数量和尺寸。

source: During early stages of construction, ITAIPU took another very significant management action when it obtained, at its own expense, a very large comprehensive risk insurance policy covering the owner, the contractors and the engineers for the duration of construction.
zh_cn: 在建设初期，当ITAIPU自费取得了一份包括业主、承包商和施工监理在内的一大笔费用的综合性风险保险单时，采取了另一个很重要的管理措施。

source: Reliable streamflow records in the Rio Parana for the period 1920-74, indicated a maximum daily average flow of about 32 500 m3/s. Flood frequency studies suggested a daily peak of 35 000 m3/s as criteria for design of the sluices in the Diversion Control Structure constructed in the Diversion Channel (Fig 2), and for selecting the crest levels of the main cofferdams.
zh_cn: 1920～1974年巴拉那河的可靠河道流量记录表明，最大日平均流量约32500 m3/s。根据洪水频率研究结果，建议将日洪峰流量35000m 3/s作为建在导流明渠内的导流控制建筑物泄水底孔的设计标准，并选择了主围堰顶部高程。

source: The frequency analyses indicated a recurrence of 80 to 100 years for the diversion design flood, and a risk of 4 to 5 percent of overtopping of the main cofferdams during the 3 year period when their overtopping could cause some damage to the structures under construction.
zh_cn: 频率分析表明，导流设计洪水为80～100a一遇洪水，而在3a施工期间主围堰漫顶风险为4%～5%，当围堰漫顶时可能对正在施工的建筑物造成一定的破坏。

source: While theoretically these risks appeared to be small in terms of percentages, the consequential tangible costs of repairs and delays would have been in the range of US$500 to 700 million.
zh_cn: 虽然理论上这些风险百分率看来是小的，所引起的可计算的维修和延期费用为5～7亿美元。

source: Six months after the dam was completed and the reservoir filled, the largest flood of record with a peak daily flow of 39 850 m3/s, occurred in June, 1983.
zh_cn: 在大坝竣工和水库蓄水后6个月，1983年6月发生记录最大洪水，日洪峰流量为39850 m3/s。

source: Had such a flood occurred following completion of the main cofferdams, TAIPU was prepared to undertake the following measures to prevent or reduce damage to the cofferdams and the structures under construction:
zh_cn: 由于在主围堰建成后发生了这样大的洪水，ITAIPU准备采用以下措施，防止或减少对已竣工围堰和正在施工的建筑物的破坏：

source: 1 Build a 2 to 3 m high dike on top of the upstream cofferdam with an upstream rip-rap protection.
zh_cn: （1）在上游围堰顶建2～3m高的子堤，并在上游面抛石保护；

source: 2 If overtopping of the cofferdams was inevitable, remove the construction equipment and flood the area. This would have prevented erosion and loss of the cofferdams.
zh_cn: （2）如果围堰漫顶不可避免，则撤走施工设备和让基坑进水，这样能防止冲刷和围堰的损失。

source: An additional measure to prevent damage to the incomplete hollow gravity dam blocks in case either cofferdam was overtopped, was the sequence of construction of the various monoliths such that the block would still be stable.
zh_cn: 不管在那一座围堰漫顶的情况下，防止未完成的空心重力坝各坝段破坏的补充措施是，合理安排各种混凝土柱状块的施工次序，以使一个单独坝块仍然是稳定的。

source: Each of the two main cofferdams across the river were constructed in three stages：
zh_cn: 横跨河床的两个主围堰均分三阶段修建：

source: (1) construction of two dikes with rockfill dumped in the river;
zh_cn: （1）向河中抛石建两条戗堤；

source: (2) dredging of sands and gravels from the riverbed in 30 to 45 m deep water;
zh_cn: （2）在30～45m深水中挖除河床中的砂和砾石；

source: (3) rapid placement of massive amounts of clay by "squeeze displacement" method between the rockfill dikes from one riverbank to the other;
zh_cn: （3）在两条堆石戗堤之间用“挤压置换”方法从河流一岸向另一岸迅速填筑大量粘土；

source: and (4) construction of a central rockfill dike with a compacted clay core above the river water level.
zh_cn: （4）在河流水位以上建造一条具有压实粘土心墙的中央堆石戗堤。

source: Maximum heights and volumes of the upstream and downstream cofferdams were, respectively: 75 m and 80 m; 7 220 000 m3 and 4 100 000 m3.
zh_cn: 上下游围堰的最大高度和工程量分别为：75m和80m；722万m3和410万m3。

source: In addition to the hydrologic, other risks to the stability and efficacy of the main cofferdams were analyzed and effective remedial actions taken; as follows: Risk of leakage through the deposits of sand and gravel on the river bed.
zh_cn: 除水文风险外对影响主围堰的稳定性和效能的其他风险也作了分析，并采取如下的有效补救措施：（1）通过河床砂砾沉积物渗漏的风险。

source: Remedial action: dredging of a riverbed deposits between the rockfill dikes and underwater inspection by side-scan sonar, before placement of clay.
zh_cn: 补救措施是，在填筑粘土之前清除堆石戗堤间河床沉积物和用侧部扫描声纳进行水下检查。

source: Risk of failure of the highly saturated uncompacted clay core placed in water with very low shear strength.
zh_cn: （2）水中填筑的高度饱和和未压实的粘土心墙抗剪强度很低，有被破坏的风险。

source: Remedial action: the "cap" over the submerged clay core was designed to confine the very soft clay core between the rockfill dam, ensuring its stability.
zh_cn: 补救措施是，在淹没的粘土心墙以上设计“压盖”，以限制堆石戗堤间很软弱的粘土心墙，保证其稳定性。

source: The extra cost of the above and other "conservative" remedial measures was justified by the fact that there was less than 5 l/s leakage through both cofferdams for the next four years while the construction of the main dam and powerhouse in the river channel was completed without any interruptions.
zh_cn: 其后4a通过两围堰的渗漏小于5L/s的事实证明，以上和其他“保守”的补救措施的额外费用是合算的，而且，河床内主坝和厂房的施工未中断。

source: Excavation of over 20 million m3 of rock from the Diversion Channel was completed with two natural rock plugs at both its ends.
zh_cn: 导流明渠利用两端天然石埂完成32000万m3岩石开挖。

source: Originally it was planned to divert the river into the channel by demolishing the rock plugs by blasting and then dredging the material.
zh_cn: 最初计划是通过爆破和清除石渣来拆除石埂，使河水从明渠通过。

source: Such an operation was considered highly risky and hazardous, because:
zh_cn: 这样的作业很冒险，因为

source: (1) large rock pieces could form a submerged control and back up water and overtop the upstream cofferdam;
zh_cn: （1）大石块可能形成潜没的控制物体产生壅水，使水漫过上游围堰；

source: (2) dredging under flows exceeding 10 000 m3/s through the channel would be impossible.
zh_cn: （2）在流量超过10000 m3/s情况下清除石渣将是不可能的。

source: To avoid these risks, it was decided to build two thin concrete arch cofferdams, 35 m and 32 m high, at both ends of the Diversion Channel behind the natural rock plugs. The rock plugs were then excavated and removed.
zh_cn: 为了避免这些风险，决定在导流渠两端石埂后面修建两个混凝土薄拱围堰，高度分别为35和32m，然后开挖和清除石埂。

source: To ensure that the concrete arches would break into several small pieces that would not form submerged weirs on the channel bed, several blasting tests were conducted.
zh_cn: 为确保混凝土拱破碎成几个小块不致在明渠内形成潜堰，进行了几次爆破试验。

source: The river was successfully diverted through the Diversion Channel and the sluices of the Diversion Control Structure in October 1978, the target date established in 1975, just at the start of the high flow season, by simultaneous blasting of the two arch cofferdams.
zh_cn: 在1975年规定的目标日期即1978年10月，刚好在汛期开始时，两座拱围堰同时爆破，河水成功地通过导流明渠和导流控制建筑物泄水底孔。

source: No damage was caused to the cofferdams or any structures under construction.
zh_cn: 对围堰或正在施工中的任何建筑未造成破坏。

source: 5.DIVERSION CLOSURE AND FILLING OF THE RESERVOIR
zh_cn: 5导流底孔封堵和水库蓄水

source: The river was diverted through 12 sluices in the Diversion Control Structure (Fig. 3).
zh_cn: 河水从导流控制建筑物中的12个导流孔通过。

source: At the inlet gate the sluices were 6.7 m wide and 22 m high.
zh_cn: 导流孔进口闸门宽6.7m，高22m。

source: The fixed wheel type closure gates were designed for safe closure by hydraulic hoists with river flows as high as 12 000 m3/s.
zh_cn: 为安全计封堵闸门为定轮闸门，用液压启闭机操作。封堵时河流流量为12000 m3/s。

source: The gate wheel assemblies were supported by elastic pads designed to compress sufficiently to seat the gate frame against the guides when the differential head against the gate exceeded 40 m.
zh_cn: 闸门定轮组件用弹性垫板支承，在水头差超过40m时使闸门框架足以压紧导轨形成密封。

source: After that a gate could not be raised.
zh_cn: 封堵后，没有一扇闸门提升过。

source: Incidents related to closure of diversion sluices or gates at Bhakra Dam, India; Fumes Dam, Brazil; Guri Dam, Venezuela; and in 1975 at Tarbela Dam, Pakistan, which resulted in costly delays and repairs, indicated that the closure of the diversion gates at Itaipu could be a very risky operation.
zh_cn: 在印度巴克拉坝、巴西富尔纳斯坝、委内瑞拉古里坝的导流孔或闸门封堵时曾发生过事故。1975年巴基斯坦塔贝拉坝的事故花了很多维修费用，延误了工期。这就表明伊泰普导流闸门的封堵是有很大风险的。

source: To fill the reservoir rapidly, the gate closure was scheduled for October, when the flows would be about 12 000 m3/s and, possibly, increasing rapidly.
zh_cn: 为使水库迅速蓄水，闸门封堵预定为10月，那时流量大约为12000 m3/s左右，并可能迅速增加。

source: If one or more gates malfunctioned or got stuck, in addition to serious damage to the structures, there could be a delay of 10 to 12 months in filling the reservoir; such losses could exceed US$ 1.0 billion.
zh_cn: 如果一个或更多闸门发生故障或被卡住，除对建筑物造成严重破坏外，水库蓄水可能推迟10～12个月；这种损失可能超过10亿美元。

source: Learning lessons from serious incidents at other projects, in 1975 ITAIPU adopted the following mandatory basic guidelines that would prevent serious incidents:
zh_cn: 从其他严重工程事故中吸取教训，ITAIPU采取了以下防止严重事故的必须遵循的基本方针；

source: Diversion gates shall not be operated for regulation of flows; that is, they must be kept either fully open or closed.
zh_cn: 导流闸门不用来调节流量，也就是它们必须保持全开或关闭；

source: All gate guides shall be checked at least one year before the proposed closure date (October 1982), one sluice at a time, by lowering and raising first a template and then the gate.
zh_cn: 在推荐的封堵日期（1982年10月）之前至少1a所有闸门导向装置都应检查，一次检查一个泄水孔，首先下放和提升一个样板闸门，然后完全打开；

source: For final closure, all gates shall be lowered at the same rate, essentially simultaneously.
zh_cn: 最后封堵时，所有闸门以同样速度下放，做到基本上同步；

source: If any of the gates does not close completely before the differential head on the gates is 35 m, all gates shall be raised at the same rate and essentially simultaneously and all sluices fully opened.
zh_cn: 如果闸门的水头差在不足35m的情况下，任何一个闸门不能完全关闭，所有闸门应以同样速度（基本上同步）提升，所有泄水孔完全打开；

source: Gate closure shall not be attempted when the river discharge exceeds 12 000 m3/s and is increasing rapidly.
zh_cn: 当河水流量超过12000 m3/s，并在迅速增加时不要关闭闸门。

source: These risk management rules were rigorously enforced.
zh_cn: 这些风险管理规定应严格执行。

source: As the gates and other equipment were installed, an elaborate testing program was undertaken during August 1980 to September 1982.
zh_cn: 当安装闸门和其他设备时，在1980年8月～1982年9月制定了一项完善的试验计划。

source: The first series of tests included opening and closing of individual gates, first under balanced head conditions and then under flow.
zh_cn: 第一组试验包括首先在均衡的水头条件下，然后按水流条件单个开启和关闭闸门。

source: A second series tested the simultaneous operation of all gates, by lowering them for 30 seconds, dipping them about 2 m into the flowing water and then raising them simultaneously to the fully open position.
zh_cn: 第二组试验所有闸门同时操作，30s下放闸门，将闸门下降进入流水中约2m，然后同时提升到全开位置。
